//
//  Root.strings
//  http://www.inappsettingskit.com
//
//  Copyright (c) 2009-2010:
//  Luc Vandal, Edovia Inc., http://www.edovia.com
//  Ortwin Gentz, FutureTap GmbH, http://www.futuretap.com
//  All rights reserved.
// 
//  It is appreciated but not required that you give credit to Luc Vandal and Ortwin Gentz, 
//  as the original authors of this code. You can give credit in a blog post, a tweet or on 
//  a info page of your app. Also, the original authors appreciate letting them know if you use this code.
//
//  This code is licensed under the BSD license that is available at: http://www.opensource.org/licenses/bsd-license.php
//

"IS_ALLOW_PUSH"  = "是否接收推送消息";
"PUSH_TIME_DESC" = "定制消息接收时间";
"PUSH_TIME_VAL"  = "推送时间";
"URL_CHINA_UNICOM" = "网上营业厅";
"SYSTEM_UPGRADE" = "系统升级";
"CLEAR_CACHE" = "清除缓存";
"UPDATE_AREA_CACHE" = "区域更新";
"VERSION"               = "Version";
"APPLICATION_INFO_TITLE"= "软件信息";
"EMPTY" 				= "";



"TOGGLE_SWITCH"         = "自动切换";
"TOGGLE_SWITCH_TITLE"   = "呵呵";

"MUL_VALUE_TITLE"       = "Multiple Values";
"MUL_VAL"               = "Update at launch";
"MUL_VAL_1"             = "Maybe";
"MUL_VAL_2"             = "No";
"MUL_VAL_3"             = "Yes";
"MUL_VAL_4"             = "Sometimes";
"MUL_VAL_5"             = "Occasionally";
"MUL_VAL_6"             = "Often";
"MUL_VAL_7"             = "Never";
"MUL_VAL_8"             = "Once";
"MUL_VAL_9"             = "Twice";
"MUL_VAL_10"            = "Thrice";
"MUL_VAL_11"            = "Who Knows";

"MUL_VAL_NO_TITLE"      = "Without title";
"MUL_VAL_NO_TITLE_1"    = "Always";
"MUL_VAL_NO_TITLE_2"    = "Never";
"MUL_VAL_NO_TITLE_3"    = "Not sure";
"MUL_VAL_NO_TITLE_NIL"  = "";

"MULTIVALUE_FOOTER"		= "This is a footer text below a multiValue list.";

"TEXT_FIELD_TITLE"      = "Text Field";
"TEXT_FIELD_SIG"        = "Signature";

"ADVANCED_TITLE"        = "Advanced";


"TEXT_FIELD_TITLE2"     = "Another Text Field";
"TEXT_FIELD_PWD"        = "Password";

"TOGGLE_SWITCH2"        = "Keep Alive";
"TOGGLE_SWITCH_TITLE2"  = "Another Toggle Switch";

"SLIDER_TITLE"          = "Slider with Images";



